IDEA Open Model
OpenModel.LoadsInPoint Property
Compatible with IDEA StatiCa v 10.1
 List of point load impulses in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<LoadInPoint> LoadsInPoint { get; set; }
Public Property LoadsInPoint As List(Of LoadInPoint)
	Get
	Set
public:
property List<LoadInPoint^>^ LoadsInPoint {
	List<LoadInPoint^>^ get ();
	void set (List<LoadInPoint^>^ value);
}
Property Value
Type: List<LoadInPoint>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace